Repository: wpinventory/wp-inventory-anti-spam
Catalog: languages/wpinventory_antispam-*.po
Languages: es_es

source: No reCAPTCHA
es_es: Sin reCAPTCHA

source: Invisible reCAPTCHA
es_es: ReCAPTCHA invisible

source: Visible reCAPTCHA
es_es: ReCAPTCHA visible

source: No Limit
es_es: Sin límite

source: Verify Email Address
es_es: Confirme Su Dirección de Correo Electrónico

source: Recommended: "Yes".<br>Checks that the email address provided appears to be a legitimate address.
es_es: Recomienda: "sí".<br>Comprueba que la dirección de correo electrónico proporcionada parece ser una dirección legítima.

source: Use NONCE
es_es: Uso NONCE

source: Recommended: "Yes".<br>Sets a secret code on the form that would be difficult for spammers to guess.
es_es: Recomienda: "sí".<br>Establece un código secreto en la forma que sería difícil para los spammers supongo.

source: Use Honeypot
es_es: Honeypot

source: Recommended: "Yes".<br>Honeypots are a technique that detect spam-bots by tricking them into completing form fields that should not be completed.
es_es: Recomienda: "sí".<br>Honeypots son una técnica que detecta spam-bots engañando en completar los campos del formulario que no deben ser completados.

source: Use reCAPTCHA
es_es: Usar reCaptcha

source: Recommended: "No", or "Invisible".<br>Utilizes %sGoogle reCAPTCHA%s technology. You will need to %sregister for a reCAPTCHA key%s and enter it below.
es_es: Recomienda: "No", o "Invisible".<br>Utiliza tecnología de reCAPTCHA %s de %sGoogle. Se necesitan %sregister para una clave de reCAPTCHA %s y entrar más abajo.

source: reCAPTCHA Site Key
es_es: Clave del Sitio reCAPTCHA

source: Only required if using %s reCAPTCHA %s. %s How to get your site keys.%s
es_es: Sólo se requiere si se utiliza reCAPTCHA %s %s. %s cómo obtener su sitio web keys.%s

source: reCAPTCHA Secret Key
es_es: Clave secreta de reCAPTCHA

source: Only required if using %s reCAPTCHA %s. %s How to get your keys.%s
es_es: Sólo se requiere si se utiliza reCAPTCHA %s %s. %s cómo obtener su sitio web keys.%s

source: Maximum Links in Message
es_es: Máximo enlaces en el mensaje

source: Recommended: 0 or 1.<br>Links in a message are typical of spam. Keep in mind that some users may want to provide links in their message to you. Set this to be the maximum number of links that will be permitted.
es_es: Recomienda: 0 o 1.<br>Enlaces en un mensaje son típicos del spam. Tenga en cuenta que algunos usuarios pueden proveer enlaces en sus mensajes a usted. Este es el número máximo de enlaces que le permitirá establecer.

source: Maximum Domains in Message
es_es: Máximo dominios en mensaje

source: Recommended: 2 to 4.<br>Domain names (for example, www.google.com) in a message are also typical of spam. All email addresses contain a domain name, since all e-mail addresses contain a domain name.<br><strong>Important: This should be greater than the "Maximum Links" setting above.</strong>
es_es: Se recomienda: 2 a 4.<br>Nombres de dominio (por ejemplo, www.google.com) en un mensaje también son típicos del spam. Todas las direcciones de correo electrónico contienen un nombre de dominio, puesto que todas las direcciones de correo electrónico contienen un nombre de dominio.<br><strong>Importante: Esto debe ser mayor que el valor de "Máximo enlaces" anterior.</strong>

source: The reCAPTCHA key has not been configured, therefore CAPTCHA cannot work.
es_es: La clave de reCAPTCHA no se ha configurado, por lo tanto no puede trabajar el CAPTCHA.

source: Security Error. Please try again.
es_es: Error. Por favor, vuelva a intentarlo.

source: Email address is not valid.
es_es: La dirección de correo electrónico no es válida

source: This appears to be spam. Please contact us if you are receiving this message.
es_es: Esto parece spam. Póngase en contacto con nosotros si usted está recibiendo este mensaje.

source: Please complete the "I am not a robot" challenge.
es_es: Por favor, completa el desafío de "No soy un robot".

source: The "I am not not a robot" challenge was not completed properly.
es_es: El reto de "No no soy un robot" no se completó correctamente.

source: You may only include up to %d links in your message.
es_es: Sólo puede incluir hasta enlaces de %d en su mensaje.

source: You may only include up to %d domain names in your message.
es_es: Sólo puede incluir hasta %d los nombres de dominio en su mensaje.
